[
    {
        "name": "HL 5 Key Values",
        "id": 1,
        "description": [
            {"title":"Put the client first","content":"From the day-to-day exceptional client experience, to the constant improvement of our services, we use client feedback to shape future development. It’s their future in our hands."},
            {"title":"Go the extra mile","content":"For our clients and for each other. We focus on what we need to do, then do it well, taking every opportunity to delight, inspire and reassure."},
            {"title":"Do the right thing","content":"We’re fair, honest and upfront and do the best for our clients. We focus on the long-term. It’s why they trust us, and how we earn their loyalty."},
            {"title":"Make it easy","content":"Savings and investments should be easy to access, understand and do. We make things simple which gives our clients confidence to make important decisions at the right time."},
            {"title":"Do it better","content":"Energetically innovating and improving. When things aren’t working well, we fix them."},
        ],
        "imageName": "5-key-values"
    },
    {
        "name": "The HL Way",
        "id": 2,
        "description": [
            {"title":"We achieve good outcomes for our clients","content":"We give our clients confidence to make important decisions by continually trying to develop the best products, services, information, and support for them."},
            {"title":"We do business responsibly","content":"We recognise that our market position creates an opportunity to impact wider society, and we take this responsibility seriously."},
            {"title":"We protect and respect confidentiality of information","content":"It is our responsibility under Data Protection law to process and handle personal data in a fair and responsible manner, respecting every individual’s right to privacy."},
            {"title":"We act ethically and with integrity","content":"We do business the right way. We maintain independence and objectivity, we prevent or mitigate any conflicts of interest or undue influence, and we will not tolerate any form of bribery or corruption."},
            {"title":"We work to high professional standards","content":"The FCA’s Conduct Rules are enforceable, which means there are consequences when the Rules are breached, and we each take them very seriously."},
            {"title":"We care about our community and the environment","content":"We are committed to being a sustainable business, enabling clients and society to build their financial resilience with clear actions and priorities across the full ESG spectrum."},
            {"title":"We are respectful and fair","content":"Each of us are responsible for treating each other with respect, upholding our values and contributing to a culture where colleagues feel safe and valued."},
            {"title":"We stay safe and consider wellbeing","content":"We are committed to providing a safe working environment, ensuring we support each other’s health and wellbeing."},
            {"title":"We embrace diversity","content":"We are committed to building an inclusive and diverse workforce, not simply because it is the right thing to do but because we believe it will lead to better outcomes for clients, colleagues, communities and our business."},
            {"title":"We speak up","content":"We each take personal responsibility to understand what these standards look like, do everything we can to achieve them, and importantly, to speak-up when we see actions and behaviours that fall short."}
        ],
        "imageName": "the-hl-way"
    },
    
]

